Repository: muflone/gCentralAccess
Catalog: po/*.po
Languages: it

source: IPv4 Address
it: Indirizzo IPv4

source: IPv6 Address
it: Indirizzo IPv6

source: MAC Address
it: Indirizzo MAC

source: Filename
it: Nome di file

source: Custom destination
it: Destinazione personalizzata

source: Configure services
it: Configura servizi

source: Description
it: Descrizione

source: _Services
it: _Servizi

source: Configure host
it: Configura sistema

source: Configure d_estinations
it: Configura d_estinazioni

source: _Description:
it: _Descrizione:

source: Browse for icon
it: Sfoglia icone

source: Co_mmand:
it: Co_mando:

source: Command requires _terminal
it: Il comando richiede un _terminale

source: _About gCentralAccess
it: Informazioni su gCentralAccess

source: _Quit
it: _Esci

source: Add a new host
it: Aggiungi un nuovo sistema

source: Edit host
it: Modifica sistema

source: Remove host
it: Rimuovi sistema

source: Remove the selected host?
it: Rimuovere il sistema selezionato?

source: The service name is missing
it: Il nome del servizio è mancante

source: The service name is invalid
it: Il nome del servizio non è valido

source: A service with that name already exists
it: Un servizio con quel nome esiste già

source: The service description is missing
it: La descrizione del servizio è mancante

source: The service description is invalid
it: La descrizione del servizio non è valida

source: The service command is missing
it: Il comando del servizio è mancante

source: The service icon doesnt exists
it: L'icona del servizio non esiste

source: All Image Files
it: Tutti i file immagine

source: All Files
it: Tutti i file

source: Add new destination
it: Aggiungi una nuova destinazione

source: Edit destination
it: Modifica destinazione

source: Remove destination
it: Rimuovi destinazione

source: Remove the selected destination?
it: Rimuovere la destinazione selezionata?

source: The host name is missing
it: Il nome del sistema è mancante

source: The host name is invalid
it: Il nome del sistema non è valido

source: A host with that name already exists
it: Un sistema con quel nome esiste già

source: The host description is missing
it: La descrizione del sistema è mancante

source: Add new service
it: Aggiungi un nuovo servizio

source: Edit service
it: Modifica servizio

source: Remove service
it: Rimuovi servizio

source: Remove the selected service?
it: Rimuovere il servizio selezionato?

source: /path/to/file
it: /percorso/del/file

source: custom destination
it: destinazione personalizzata

source: The destination name is missing
it: Il nome della destinazione è mancante

source: The destination name is invalid
it: Il nome della destinazione non è valido

source: A destination with that name already exists
it: Una destinazione con quel nome esiste già

source: The destination value is missing
it: Il valore della destinazione è mancante

source: Contributors:
it: Contributi:
